Repository: backdrop-contrib/footnotes
Catalog: translations/*.po
Languages: fr

source: A filter to insert automatically numbered footnotes into Drupal texts.
fr: Un filtre pour insérer automatiquement des notes de bas de page numérotées.

source: You can insert footnotes directly into texts with <code>&lt;fn&gt;This text becomes a footnote.&lt;/fn&gt;</code>. This will be replaced with a running number (the footnote reference) and the text within the &lt;fn&gt; tags will be moved to the bottom of the page (the footnote).
fr: Vous pouvez insérer des notes de bas de page directement au milieu du texte avec les balises <code>&lt;fn&gt;. Ce texte devient une note en bas de page.&lt;/fn&gt;</code>. Ceci sera remplacé avec un lien numéroté renvoyant au bas de la page où le texte entre les balises &lt;fn&gt; sera placé.

source: Use &lt;fn&gt;...&lt;/fn&gt; to insert automatically numbered footnotes.
fr: Utilisez &lt;fn&gt;...&lt;/fn&gt; pour insérer automatiquement des notes de bas de page numérotées.

source: You can insert footnotes directly into texts with [# ...]. This will be replaced with a running number (the footnote reference) and the text within the [# ...] tags will be moved to the bottom of the page (the footnote). <em>This filter outputs footnotes in Textile format. You should use it together and before the Textile filter.</em>
fr: Vous pouvez insérer des notes de bas de page directement au milieu du texte avec les balises [# ...]. Ceci sera remplacé avec un lien numéroté renvoyant au bas de la page où le texte entre les balises [# ...] sera placé. Ce filtre renvoit des notes dans le format Textile. Vous devez l'utiliser en conjonction et avant le filtre Textile.

source: Use [# ...] to insert automatically numbered footnotes. Textile variant.
fr: Utilisez [# ...] pour insérer automatiquement des notes de bas de page numérotées à la façon Textile.

source: Footnotes &lt;fn&gt;
fr: Note de bas de page &lt;fn&gt;

source: Footnotes Textile style
fr: Note de bas de page façon textile.

source: Use [# ...] to insert automatically numbered footnotes in Textile markup.
fr: Utilisez [# ...] pour insérer automatiquement des notes de bas de page numérotées à la façon Textile.

source: Footnotes
fr: Notes de bas de page.

source: Add automatically numbered footnotes to your posts.
fr: Un filtre pour insérer automatiquement des notes de bas de page numérotées.
